import React from 'react';

const TermInfo: React.FC = () => {
  return (
    <div className=" w-full md:w-[700px] xl:pr-[380px] xl:pl-[32px] py-[20px] xl:justify-self-start xl:w-full ">
      <div className="w-full text-[16px] gap-[6px] flex flex-col p-[32px] bg-white mt-[20px] md:mt-0 md:min-h-[500px] rounded-[8px]">
        <div>بسم الله الرحمن الرحیم</div>
        <div>
          آیا شما جزو آن دسته کسانی هستید که دوست دارند در جهت تقویت عبودیت گام بردارند و
          دنبال یک برنامه مشخص وچند نفر پایه اند؟
        </div>
        <div>
          مدرسه تعالی در راستای ماموریت خود این بستر را فراهم کرده است تا هر کسی بتواند در
          کنار کار روزمره خود معارف اسلامی را فرا بگیرد.
        </div>
        <div>
          شذره دوم همزمان با آغاز تابستان شروع می شود تا شما تعالی پژوه عزیز بتوانید از
          این فرصت در جهت تکمیل اندیشه دینی و انسانی استفاده کنید.
        </div>
        <div>
          این شذره همانند شذره اول، در دو گروه ابرار و سابقون برگزار خواهد. در ادامه مفاد
          آموزشی و تفاوت شذره دوم با اول بیان می شود.
        </div>
        <div className="mb-[16px]" />
        <div>شذره دوم شامل دو قسمت دوره آموزشی خواهد:</div>
        <div>۱- دوره های آموزشی ضبط شده</div>
        <div>۲- وبینار های آموزشی برخط</div>
        <div className="mb-[16px]" />
        <div>* لیست دوره های ضبط شده شذره اول: (مشترک بین گروه ابرار و سابقون)</div>
        <div>۱. حیله های مدرن شیطان (بخش دوم) - استاد اصفهانی</div>
        <div>۲. مروری سریع بر تاریخ اسلام - استاد مطیعی</div>
        <div>۳. دوره مقدماتی تدبر درقرآن - استاد چیت چیان</div>
        <div>۴. احکام عبادات (بخش دوم) - استاد ندایی</div>
        <div>۵. تغذیه متعالی - استاد مقصودعلی</div>
        <div>۶. شرح مناجات محبین - استاد مویدی</div>
        <div>۷. طبع شناسی و مزاج شناسی - استاد حسینی</div>
        <div>۸. احسن القصص (بخش دوم) استاد قیاسی</div>
        <div>۹. احکام بانوان (ویژه بانوان) - استاد حکمت</div>
        <div className="mb-[16px]" />
        <div>* سه تا دوره اختصاصی برای سابقون:</div>
        <div>۱. فلسفه مقدماتی - استاد امینی خواه</div>
        <div>۲. امیر حکمت (بخش دوم) - استاد نظافت</div>
        <div>۳. حفظ سوره صف - استاد مختاری</div>
        <div className="mb-[16px]" />
        <div>* رویداد های آنلاین شذره دوم:</div>
        <div>
          این رویداد ها برای پاسخ به سوالات احتمالی کاربران و ارتباط زنده استاد یا
          استادیار با کاربران است که در طی ۹ هفته برگزار می شود.
        </div>
        <div>
          ۱۴ مورد وبینار برخط در این شذره دیده شده است و با توجه به وقت اساتید در طی شذره،
          ساعت این موارد اعلام خواهد شد..
        </div>
        <div className="mb-[16px]" />
        <div>* هفته های شذره اول:</div>
        <div>هفته اول: ۱۰ تیرماه تا ۱۶ تیرماه</div>
        <div>هفته دوم: ۱۷ تیرماه تا ۲۳ تیرماه</div>
        <div>هفته سوم: ۲۴ تیرماه تا ۳۰ تیرماه</div>
        <div>هفته چهارم: ۳۱ تیر ماه تا ۶ مرداد ماه</div>
        <div className="mb-[16px]" />
        <div>۱۱ روز به مناسبت دهه اول محرم حسینی تعطیل فرایند آموزشی می باشد.</div>
        <div className="mb-[16px]" />
        <div>هفته پنجم: ۱۸ مرداد ماه تا ۲۴مرداد ماه</div>
        <div>هفته ششم: ۲۵ مرداد ماه تا ۳۱ مرداد ماه</div>
        <div>هفته هفتم:۱ شهریور ماه تا ۷ شهریور ماه</div>
        <div>هفته هشتم: ۸ شهریور ماه تا ۱۴ شهریورماه</div>
        <div>هفته نهم: ۱۵شهریور ماه تا ۲۱ شهریور ماه</div>
        <div className="mb-[16px]" />
        <div>شذره چهار روز قبل از اربعین تمام می شود.</div>
        <div className="mb-[16px]" />
        <div>* نحوه اجرا:</div>
        <div>
          همزمان با شروع شذره تقویم روزانه برای هر گروه ایجاد می شود که دانش پژوهان می
          توانند در آن هفته آن دروس را بگذرانند.
        </div>
        <div className="mb-[16px]" />
        <div>
          در لابلای آموزش، هر جا سوالی داشتید می توانید سوالتان را مطرح کنید. سوالاتی که
          مطرح می کنید یا استادیار ها پاسخ می دهند یا همه سوالات جمع آوری می شود و وبیناری
          با حضور استاد برای پاسخ به سوالات برگزار می کنیم.
        </div>
        <div className="mb-[16px]" />
        <div>* مزایای شرکت در شذره دوم:</div>
        <div>۱. تعالی یار اختصاصی برای هر تعالی پژوه:</div>
        <div>
          هر کدام از شرکت کننده گان به یکی از تعالی یارها متصل می شود. وظیفه تعالی یار این
          است که به طور مرتب و هفتگی با تعالی پژوه در ارتباط باشد و کمکش کند تا مسیر
          آموزشی را به راحتی و منظم بگذراند.
        </div>
        <div>
          اگر نیازمند مهارت آموزشی هست به او آموزش دهد و پیگیر پاسخ به سوالات و بررسی
          جزوات ارسالی و... باشد.
        </div>
        <div className="mb-[16px]" />
        <div>۲. امکان ایجاد گروه مباحثاتی مجازی:</div>
        <div>
          یکی از پایه های مهم تثبیت و استحکام آموزش های فراگرفته شده، مباحثه به شکل سنتی
          به طور برخط است. امکان تشکیل گروه مباحثاتی و پیدا کردن هم گروه در تعالی فراهم
          شده است.
        </div>
        <div className="mb-[16px]" />
        <div>۳. استاد ناظر اختصاصی:</div>
        <div>
          آن دسته از کسانی که گروه مباحثاتی تشکیل می دهند می توانند درخواست استاد ناظر
          بدهند. استاد ناظر در تمام جلسات مباحثه حضور پیدا می کند و علاوه بر آموزشِ چگونگی
          مباحثه، به سوالات احتمالی در حین بحث علمی پاسخ می دهد.
        </div>
        <div className="mb-[16px]" />
        <div>۴. همکاری در مدرسه:</div>
        <div>
          افرادی که امتیاز بالایی در این شذره کسب کنند امکان همکاری در مدرسه برایشان فراهم
          می شود.
        </div>
        <div className="mb-[16px]" />
        <div>۵.استاد یار اختصاصی برای هر دوره آموزشی:</div>
        <div>
          برای هر یک از دوره های آموزشی شذره استادیار گذاشته شده است تا سوالات احتمالی شما
          را پاسخ دهد و امتیاز لازم را به تمارین و جزوات ارسالی شما بدهد.
        </div>
        <div className="mb-[16px]" />
        <div>• آنچه در شذره اول نداشتیم و در شذره دوم داریم</div>
        <div>
          - تعالی یار: هر کدام از عزیزان به یک تعالی یار متصل می شوند و تعالی یار، پشتیبان
          و همراه شما تا پایان شذره خواهد بود. او به شما کمک می کند که به طور استاندارد
          آموزش ببنید، تماس می گیرد و پیگیر شما خواهد بود تا تنبلی و وسوسه شیطانی به سراغ
          شما نیاید.
        </div>
        <div>
          - برنامه روزانه: در سامانه جدیدی که طراحی می شود شما می توانید برنامه روزانه
          داشته باشد.
        </div>
        <div>
          - استاد ناظر: در شذره گذشته بسیاری از گروه ها استاد ناظر نداشتند اما در این شذره
          هر گروهی درخواست استاد ناظر بکند فراهم خواهد شد.
        </div>
        <div>
          - وبینارهای برخط: شذره گذشته وبینار های محدودی گذاشته شده که در این شذره تقویت
          می شود.
        </div>
        <div className="mb-[16px]" />
        <div>** قیمت و تخفیف دوره:</div>
        <div>هزینه سرمایه گذاری فکری: یک میلیون تومان</div>
        <div>• دو روز اول (۱ و ۲ تیرماه): ۶۰ درصد تخفیف حدودا: ۴۰۰ ت</div>
        <div>• روز سوم و چهارم ( ۳ و چهار تیرماه) : ۵۰ درصد تخفیف حدودا: ۵۰۰ ت</div>
        <div>• روز پنجم و ششم: ( ۵ و ۶ تیرماه): ۴۰ درصد تخفیف حدودا: ۶۰۰ ت</div>
        <div className="mb-[16px]" />
        <div>کد تخفیف: shazre۲</div>
        <div className="mb-[16px]" />
        <div>- مدت زمان دوره: ۲ ماه و نیم (۹ هفته)</div>
        <div>-شروع ثبت نام: ۲۲ ذی القعده(۱ تیرماه)</div>
        <div>شروع دوره: یکم ذی الحجه (۱۰ تیرماه)</div>
      </div>
    </div>
  );
};

export default TermInfo;
